Repository: wp-plugins/occupancyplan
Catalog: occupancyplan-*.po
Languages: de_de

source: Change Name
de_de: Name ändern

source: Textcolor default
de_de: Textfarbe Standard:

source: Bordercolor
de_de: Rahmenfarbe:

source: Backgroundcolor days default
de_de: Hintergrundfarbe Tage Standard:

source: Tablecolor days of week
de_de: Tabellenfarbe Wochentage:

source: Tablecolor Header
de_de: Tabellenfarbe Kopf:

source: Textcolor Holiday
de_de: Textfarbe Feiertage:

source: Textcolor current day
de_de: Textfarbe aktueller Tag:

source: Backgroundcolor empty days
de_de: Hintergrundfarbe leere Tage:

source: Backgroundcolor occupied days
de_de: Hintergrundfarbe belegte Tage:

source: Viewwidth in pixel
de_de: Ansichtsbreite in Pixel:

source: Viewtext
de_de: Ansichtstext

source: Count of month to view
de_de: Anzahl Monate

source: Count of columns to view
de_de: Anzahl Spalten der Kalenderanzeige

source: View past
de_de: View past (wird nicht benutzt)

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Mon
de_de: Mo

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thu
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: %s not exists. please check your database.
de_de: %s existiert nicht. Bitte prüfe deine Datenbank.

source: %s not exists.
de_de: %s existiert nicht.

source: There is the possibility of acquiring an additional license (cost: 15.00 EUR). With the acquisition of an additional license is granted %s the right to remove the advertising links below the calendar issue. The copyright and the link to %s must remain the same.
de_de: Es gibt die Möglichkeit, eine Zusatzlizenz zu erwerben (Kosten: 15,00 EUR). Mit dem Erwerb einer Zusatzlizenz wird das Recht eingeräumt, %s die Werbelinks unterhalb der Kalenderausgabe zu entfernen. Das Copyright und der Link auf %s müssen aber erhalten bleiben.

source: Should the reference to %s will also be removed, you need to buy an extended additional license (cost: 20.00 EUR).
de_de: Soll der Hinweis auf %s auch entfernt werden, muss eine erweiterte Zusatzlizenz erworben werden (Kosten: 20,00 EUR).

source: Thus the plug is then completely free of advertising.
de_de: Damit ist das Plugin dann völlig werbefrei.

source: Invoices are issued for both licenses. VAT will not be shown here.
de_de: Für beide Lizenzen werden auch Rechnungen ausgestellt, wobei die Mehrwertsteuer nicht ausgewiesen wird.

source: To purchase any of these additional licenses, it is required to provide the Domain Name (where you want to install the plugin), your Name and your Invoice Address. Please contact me via email. (%s)
de_de: Um eine dieser zusätzlichen Lizenzen zu erwerben, melden sie sich per Mail bei mir. Bitte geben sie unbedingt ihre Rechnungsadresse und den Domainnamen - auf der das Plugin werbefrei installiert werden soll - mit an. (%s)

source: To view the Overview, insert following text to page:
de_de: Zum Anzeigen der Übersicht füge folgenden Text in die Seite ein:

source: Select Overview
de_de: Übersicht auswählen:

source: Select
de_de: Auswählen

source: delete Overview:
de_de: Übersicht löschen:

source: delete
de_de: Löschen

source: Add new Overview:
de_de: Neue Übersicht hinzufügen:

source: Add
de_de: Hinzufügen

source: Change Overviewname:
de_de: Name ändern:

source: Headline
de_de: Überschrift:

source: Count of month:
de_de: Anzahl Monate:

source: Count of columns:
de_de: Anzahl Spalten:

source: refresh
de_de: Aktualisieren

source: busy
de_de: belegt

source: today
de_de: heute

source: Settings
de_de: Einstellungen

source: Please enter a Number between 1-100!
de_de: Bitte gebe eine Nummer zwischen 1 und 100 ein!

source: \"%s\" must be entered a number!
de_de: \"%s\" gebe eine Nummer ein!

source: count of month
de_de: Anzahl Monate

source: Please enter a Number between 1-100
de_de: Bitte gebe eine Nummer zwischen 1 und 100 ein!

source: Occupancyplan-Plugin
de_de: Belegungsplan-Plugin

source: Occupancyplan
de_de: Belegungsplan

source: The Changes to [%s] has been adopted!
de_de: Die Änderungen von [%s] wurden übernommen!

source: The Changes has been adopted!
de_de: Die Änderungen wurden übernommen!

source: Options [%s] successfully saved!
de_de: Optionen [%s] erfolgreich gespeichert!

source: A Object with Name [%s] already exists!
de_de: Ein Objekt mit Namen [%s] existiert bereits!

source: The first Object [%s] can not be deleted!
de_de: Das erste Objekt [%s] kann nicht gelöscht werden!

source: The Object [%s] successfully deleted!
de_de: Das Objekt [%s] wurde erfolgreich gelöscht!

source: This widget displays the occupancy-plan calendar for 1 month.
de_de: Dieses Widget zeigt den Belegungsplan von einem Monat an.

source: occupancyplan
de_de: Belegungsplan

source: Title:
de_de: Titel:

source: Object-ID:
de_de: Objekt-ID:

source: Table width:
de_de: Tabellenbreite:
